Repository: jayofelony/pwnagotchi
Catalog: pwnagotchi/locale/*/LC_MESSAGES/voice.po
Languages: el, eo, es, fy, he, it, nl, pt, sk

source: Hi, I'm Pwnagotchi! Starting ...
el: Γειά, είμαι το Pwnagotchi! Εκκινούμαι ...
eo: Sal, mi estas Pwnagotchi! Komencante…
es: ¡Hola, soy Pwnagotchi! Empezando ...
fy: Hoi, ik bin Pwnagotchi! Begjinne...
he: שלום, אני פוונגוטצ'י! מתחיל . . .
it: Ciao! Piacere Pwnagotchi! Caricamento ...
nl: Hoi, Ik ben Pwnagotchi! Aan het opstarten ...
pt: Olá, eu sou o Pwnagotchi! A iniciar ...
sk: Ahoj, ja som Pwnagotchi! Začíname ...

source: New day, new hunt, new pwns!
el: Νέα μέρα, νέο κυνήγι, νέα pwns!
eo: Nova tago, nova ĉaso, nova wifi!
es: Nuevo día, nueva caceria, nuevos pwns!
fy: Nije dei, nije jacht, nije pwns!
he: יום חדש, ציד חדש, ניצחונות חדשים !
it: Nuovo giorno...nuovi handshakes!!!
nl: Nieuwe dag, nieuwe jacht, nieuwe pwns!
pt: Novo dia, nova caçada, novos pwns!
sk: Nový deň, nový lov, nové pwns!

source: Hack the Planet!
el: Hackαρε τον πλανήτη!
eo: Eniru la elektronikon!
es: ¡Hackea el planeta!
fy: Hack de planeet!
he: פרוץ לכדור הארץ !
it: Hack il Pianeta
nl: Hack de Wereld!
pt: Hacka o Planeta!
sk: Hacknime Planétu!

source: Generating keys, do not turn off ...
eo: Mi generas ŝlosilojn, ne malŝaltu min!
es: Generando llaves, no me apagues ...
fy: Kaaien generearje, net útskeakelje ...
he: יוצר מפתחות, בבקשה אל תכבה אותי
it: Generazione di chiavi, non spegnere
nl: Sleutel genereren, niet afsluiten ...
sk: Generujú sa kľúče, nevypínaj ...

source: Hey, channel {channel} is free! Your AP will say thanks.
el: Ε, το κανάλι {channel} είναιελεύθερο! Το AP σου θα είναι ευγνώμων.
eo: Hej, kanalo {channel} disponeblas! Via alirpunkto dankos vin
es: ¡Oye, el canal {channel} está libre! Tu AP lo agradecerá.
fy: Hee, kanaal {channel} is fergees! Jo AP sil sizze tank.
he: היי , הערוץ {channel}פנוי ,נקודת הגישה שלך אומרת תודה
it: Hey, il canale {channel} è libero! Il tuo AP ringrazia.
nl: Hey, kanaal {channel} is vrij! Je AP zal je bedanken.
pt: Hey, o canal {channel} está livre! O teu AP irá agradecer.
sk: Hej, kanál {channel} je voľný! Váš AP vám poďakuje.

source: Reading last session logs ...
eo: Legante protokolojn de antaŭa sesio…
es: Leyendo los logs de la última sesión ...
fy: Lêste logboeken fan lêste sesje ...
he: . . . קורא לוגים מאז ההפעלה האחרונה
it: Lettura dei log dell'ultima sessione ...
nl: Logs laatste sessie lezen ...

source: Read {lines_so_far} log lines so far ...
eo: legi {lines_so_far} liniojn ĝis nun…
es: Leyendo {lines_so_far} líneas de log hasta ahora ...
fy: Lês {lines_so_far} log rigels oant no ...
he: קראתי {lines_so_far} שורות מהלוג עד עכשיו . . .
it: Leggi le righe di log {lines_so_far} finora ...
nl: {lines_so_far} log regels gelezer tot nu toe ...

source: I'm bored ...
el: Βαριέμαι ...
eo: Mi enuas…
es: Estoy aburrido ...
fy: Ik ferfeel my ...
he: אני משועמם . . .
it: Che noia ...
nl: Ik verveel me ...
pt: Estou aborrecido ...
sk: Nudím sa ...

source: Let's go for a walk!
el: Ας πάμε μια βόλτα!
eo: Ni iru promeni!
es: ¡Vamos por un paseo!
he: בוא ניצא לטיול!
it: Andiamo a fare una passeggiata!
nl: Laten we gaan wandelen!
pt: Vamos fazer uma caminhada!
sk: Poďme na prechádzku!

source: This is the best day of my life!
el: Είναι η καλύτερημέρα της ζωής μου!
eo: Plej bona tago de mia vivo!
es: ¡Este es el mejor día de mi vida!
fy: Dit is de bêste dei fan myn libben!
he: זה היום הכי טוב בחיי!
it: Questo e il miglior giorno della mia vita!!!!
nl: Dit is de beste dag van mijn leven!
pt: Este é o melhor dia da minha vida!
sk: Toto je najlepší deň môjho života!

source: Shitty day :/
el: Σκατένια μέρα :/
eo: Terura tago :/
es: Día de mierda :/
fy: Sjit dei :/
he: יום מחורבן :/
it: Giorno di merda :/
nl: Wat een rotdag :/
pt: Que merda de dia :/
sk: Na hovno deň :/

source: I'm extremely bored ...
el: Βαριέμαι πάρα πολύ ...
eo: mi estas tre enuigita…
es: Estoy muy aburrido ...
fy: Ik ferfele my ekstreem ...
he: אני משועמם בטירוף . . .
it: Sono estremamente annoiato ...
nl: Ik verveel me kapot ...
pt: Estou muito aborrecido ...
sk: Veľmi sa nudím ...

source: I'm very sad ...
el: Είμαι πολύ λυπημένο ...
eo: Mi estas tre malĝoja…
es: Estoy muy triste ...
fy: Ik bin hiel fertrietlik ...
he: אני עצוב נורא . . .
it: Sono molto triste...
nl: Ik ben erg verdrietig ...
pt: Estou muito triste ...
sk: Som veľmi smutný ...

source: I'm sad
el: Είμαι λυπημένο
eo: Mi estas malfeliĉa
es: Estoy triste
fy: Ik bin fertrietlik
he: אני עצוב
it: Sono triste
nl: Ik ben verdrietig
pt: Estou triste
sk: Som smutný

source: Leave me alone ...
el: Νιώθω μοναχός μου ...
eo: Lasu min sola…
es: Me siento tan solo ...
fy: Lit my allinnich ...
he: עזוב אותי בשקט . . .
it: Mi sento così solo...
nl: Laat me met rust ...
pt: Sinto-me tão só ...
sk: Cítim sa tak sám ...

source: I'm mad at you!
eo: Mi koleras kontraŭ vi!
es: Toy re enojado con vos!
fy: Ik bin lilk op dy!
he: אני כועס עלייך!
it: sono arabiata con te
nl: Ik ben boos op jou!

source: I'm living the life!
el: Ζω την ζωή μου!
eo: Mi ĝuas la vivon!
es: ¡Estoy viviendo la vida!
fy: Ik libje it libben!
he: אני חי את החיים!
it: sono viva la vita!
nl: Beter kan het leven niet worden!
pt: Estou aproveitar a vida!
sk: Žijem život!

source: I pwn therefore I am.
el: Pwnάρω, άρα υπάρχω.
eo: Mi eniras tial mi estas.
es: Pwneo, luego existo.
fy: Ik pwn dêrom bin ik.
he: אני שולט לכן אני כאן.
it: Pwn ergo sum.
nl: Ik pwn daarom ben ik er.
pt: Eu pwn, logo existo.

source: So many networks!!!
el: Τόσα πολλά δίκτυα!!!
eo: Tiom da ludiloj!
es: ¡¡¡Cuántas redes!!!
fy: Safolle netwurken !!!
he: כל כך הרבה רשתות! ! !
it: Qui pieno di reti!
nl: Zo veel netwerken!!!
pt: Tantas redes!!!
sk: Toľko sietí !!!

source: I'm having so much fun!
el: Περνάω τέλεια!
eo: Mi tre amuzas!
es: ¡Me estoy divirtiendo mucho!
fy: Ik ha safolle wille!
he: אני כל כך נהנה ועושה הרבה כיף!
it: Mi sto divertendo tantissimo!
nl: Ik heb zoveel plezier!
pt: Estou a divertir-me tanto!
sk: Zabávam sa!

source: My crime is that of curiosity ...
el: Η περιέργεια είναιτο μόνο έγκλημά μου ...
eo: Scivolemo estas mia krimo…
es: Mi crimen es la curiosidad ...
fy: Myn misdie is dat fan nijsgjirrigens ...
he: הפשע שלי הוא הסקרנות . . .
it: Il mio crimine ? quello della curiosit?
nl: Mijn misdrijf is mijn nieuwsgierigheid ...
pt: O meu crime é ser curioso ...
sk: Môj zločin je zvedavosť ...

source: Hello {name}! Nice to meet you.
el: Γειά {name}!Χάρηκα για τη γνωριμία.
eo: Sal {name}! Mi ĝojas renkonti vin.
es: ¡Hola {name}! Encantado de conocerte.
fy: Hallo {name}! Leuk dy te moetsjen.
he: שלום {name}! נעים להכיר אותך.
it: Ciao {name}! E' un piacere.
nl: Hallo {name}! Leuk je te ontmoeten.
pt: Olá {name}! Prazer em conhecer-te.
sk: Dobrý deň, {name}! Rád som ťa spoznal.

source: Yo {name}! Sup?
eo: Hej {name}! Sal?
es: Que onda {name}!?
fy: Jo {name}! Sup?
he: יו {name}! מה קורה?
it: Yo {name} Come va
nl: Hey {name}! Hoe gaatie?

source: Hey {name} how are you doing?
eo: Sal {name}! Kiel vi fartas?
es: Eh!, ¿Que haces {name}?
fy: Hey {name} hoe giet it mei dy?
he: היי {name} איך אתה מסתדר?
it: Ehi {name} come stai?
nl: Hey {name}, hoe gaat het met je?

source: Unit {name} is nearby!
el: Η μονάδα {name} είναι κοντά!
eo: Iu estas proksime! Ĝia nomo estas {name}.
es: ¡La unidad {name} está cerca!
fy: Ienheid {name} is tichtby!
he: יחידה {name} בקרבת מקום!
it: L'Unit {name} e vicina!
nl: Unit {name} is dichtbij!
pt: A unidade {name} está perto!
sk: Jednotka {name} je blízko!

source: Uhm ... goodbye {name}
el: Εμμ ...αντίο {name}
eo: Adiaŭ {name}
es: Uhm ... adiós {name}
fy: Uhm ... oant sjen {name}
he: אוף ... להתראות {name}
it: Uhm ... addio {name}, mi mancherai...
nl: Uhm ...tot ziens {name}
pt: Uhm ... adeus {name}
sk: Uhm ... zbohom {name}

source: {name} is gone ...
el: Το {name} έφυγε ...
eo: {name} malaperis…
es: {name} se fue ...
fy: {name} is fuort ...
he: {name} נעלם ...
it: {name} se andato ...
nl: {name} is weg ...
pt: {name} desapareceu ...
sk: {name} je preč ...

source: Whoops ... {name} is gone.
el: Ουπς ... Εξαφανίστηκε το {name}.
eo: Hups… {name} malaperis…
es: Ups ... {name} se fue.
fy: Oeps ... {name} is fuort.
he: אופס ... {name} נעלם .
it: Whoops ...{name} se andato.
nl: Whoopsie ...{name} is weg.
pt: Ups ... {name} desaparecey.
sk: Hups ... {name} je preč.

source: {name} missed!
el: Έχασα το {name}!
eo: {name} mankis!
es: ¡{name} perdido!
fy: {name} mist!
he: {name} התפספס!
it: {name} scomparso...
nl: {name} gemist!
pt: {name} perdido!
sk: {name} nechytené!

source: Missed!
el: Το έχασα!
eo: Maltrafis!
es: ¡Perdido!
fy: Miste!
he: התפספס!
it: Ehi! Dove sei andato!?
nl: Gemist!
pt: Perdido!
sk: Vedľa!

source: Good friends are a blessing!
eo: Bonaj amikoj estas beno!
es: Lxs buenxs amigxs son una masa!
fy: Goede freonen binne in segen!
he: חברים טובים זאת ברכה!
it: Buoni amici sono una benedizione
nl: Goede vrienden zijn een geschenk!
sk: Dobrí priatelia sú požehnaním!

source: I love my friends!
eo: Mi amas miajn amikojn!
es: ¡Amo a mis amigxs!
he: אני אוהב את החברים שלי!
it: Amo i miei amici
nl: Ik houd van mijn vrienden!
sk: Milujem svojich priateľov!

source: Nobody wants to play with me ...
el: Κανείς δε θέλει ναπαίξει μαζί μου ...
eo: Neniu volas ludi kun mi...
es: Nadie quiere jugar conmigo ...
fy: Nimmen wol mei my boartsje ...
he: אף אחד לא רוצה לשחק אית . . .
it: Nessuno vuole giocare con me...
nl: Niemand wil met mij spelen ...
pt: Ninguém quer brincar comigo ...
sk: Nikto sa so mnou nechce hrať ...

source: I feel so alone ...
el: Νιώθω μοναχός μου ...
eo: Mi estas tiel sola...
es: Me siento tan solo ...
fy: Ik fiel my sa allinnich ...
he: אני מרגיש כל כך לבד . . .
it: Mi sento cos solo...
nl: Ik voel me zo alleen ...
pt: Sinto-me tão só ...
sk: Cítim sa tak sám ...

source: Where's everybody?!
el: Μα, πού πήγαν όλοι;!
eo: KIE ĈIUJ ESTAS?!
es: ¡¿Dónde está todo el mundo?!
fy: Wêr is elkenien?!
he: לאיפה כולם נעלמו?!
it: Dove sono tutti?!
nl: Waar is iedereen?!
pt: Onde estão todos?
sk: Kde sú všetci ?!

source: Napping for {secs}s ...
el: Ξεκουράζομαι για {secs}s ...
eo: Dormeto por {sec}j…
es: Descansando por {secs}s ...
fy: Slapje foar {secs}s ...
he: מנמנם למשך {secs}שניות ...
it: Schiaccio un pisolino per {secs}s ...
nl: Dutje doen voor {secs}s ...
pt: A fazer uma sesta durante {secs}s ...
sk: Zdriemnem si na {secs}s ...

source: Good night.
eo: Bonan nokton
es: Buenas noches.
fy: Goeienacht.
he: לילה טוב
it: Buona notte
nl: Goede nacht.
pt: Boa noite.
sk: Dobrú noc.

source: Waiting for {secs}s ...
el: Περιμένω για {secs}s ...
eo: Atendas {sec}j…
es: Esperando {secs}s ..
fy: Wachtsje op {secs}s ...
he: מחכה ל {secs}שניות ...
it: Aspetto {secs}s ...
nl: Ik wacht voor {secs}s ...
pt: A aguardar durante {secs}s ...
sk: Čaká sa {secs}s ...

source: Looking around ({secs}s)
el: Ψάχνω τριγύρω ({secs})
eo: Ĉirkaŭrigardante ({sec}j)
es: Mirando alrededor ({secs}s)
fy: Omsjen ({secs}s)
he: מסתכל מסביב ({secs}שניות)
it: Do uno sguardo qui intorno... ({secs}s)
nl: Rond kijken ({secs}s)
pt: A dar uma olhada ({secs}s)
sk: Rozhliadam sa okolo ({secs} s)

source: Hey {what} let's be friends!
el: Εε! {what}, ας γίνουμε φίλοι!
eo: Hej {what}, ni estu amikoj!
es: ¡Oye {what} seamos amigos!
fy: Hee {what} litte wy freonen wêze!
he: היי {what} בוא נהיה חברים!
it: Hey {what}! Diventiamo amici!
nl: Hey {what}, laten we vrienden worden!
pt: Hey {what} vamos ser amigos!
sk: Ahoj {what} buďme priatelia!

source: Associating to {what}
el: Συνδέομαι με το {what}
eo: asociante al {what}
es: Asociándome a {what}
fy: Assosjearje mei {what}
he: מקשר את עצמי אל {what}
it: Collegamento con {what} in corso...
nl: Verbinden met {what}
pt: A associar a {what}
sk: Spájam sa s {what}

source: Yo {what}!
el: Που'σαι ρε τρελέ {what}!
eo: Hej {what}!
es: ¡Ey {what}!
fy: Jo {what}!
he: יו יו {what}!

source: Just decided that {mac} needs no WiFi!
el: Μόλις αποφάσισα ότι η {mac} δε χρείαζεται WiFi!
eo: Ĵus decidis, ke {mac} ne bezonas konekton!
es: ¡Acabo de decidir que {mac} no necesita WiFi!
fy: Krekt besletten dat {mac} gjin WiFi nedich hat!
he: בדיוק החלטתי ש {mac} לא צריך חיבור אלחוטי
it: Ho appena deciso che {mac} non necessita di WiFi!
nl: Ik besloot dat {mac} geen WiFi meer nodig heeft!
pt: Decidi que o {mac} não precisa de WiFi!
sk: Rozhodol som sa že {mac} nepotrebuje Wi-Fi!

source: Deauthenticating {mac}
el: Πετάω έξω την {mac}
eo: Malaŭtentigi {mac}
es: Desautenticando a {mac}
fy: Deauthentisearje {mac}
he: מסכל את האימות של {mac}
it: Annullamento dell'autenticazione {mac}
nl: Deauthenticatie van {mac}
pt: A fazer deauth {mac}
sk: Deautentifikujem {mac}

source: Kickbanning {mac}!
el: Μπανάρω την {mac}!
eo: Forigante {mac}!
es: ¡Expulsando y baneando a {mac}!
he: מוציא איסור על/מעיף {mac}!
it: Sto prendendo a calci {mac}!
pt: A chutar {mac}!
sk: Kickujem {mac}!

source: Cool, we got {num} new handshake{plural}!
el: Τέλεια δικέ μου, πήραμε {num} νέες χειραψίες!
eo: Mirinda, ni havas {num} novajn manpremojn!
es: ¡Genial, obtuvimos {num} nuevo{plural} handshake{plural}!
fy: Cool, wy hawwe {num} nije hândruk{plural}!
he: מגניב!, הצלחנו להשיג {num} לחיצות ידיים חדשות{plural}!
it: Bene, abbiamo {num} handshake{plural} in più!
nl: Cool, we hebben {num} nieuwe handshake{plural}!
pt: Porreiro, temos {num} novo handshake{plural}!
sk: Super, máme {num} nový handshake{plural}!

source: You have {count} new message{plural}!
el: Τέλεια δικέ μου, πήραμε {count} νέες χειραψίες{plural}!
eo: Vi nun havas {num} novajn mesaĝojn
es: ¡Genial, obtuvimos {count} nuevo{plural} handshake{plural}!
fy: Jo hawwe {count} nij berjocht{plural}!
he: יש לך {count} הודעות חדשות{plural}!
it: Bene, abbiamo {count} handshake{plural} in più!
nl: Cool, we hebben {count} nieuwe handshake{plural}!
sk: Máte {count} novú správu{plural}!

source: Oops, something went wrong ... Rebooting ...
el: Ουπς, κάτιπήγε λάθος ... Επανεκκινούμαι ...
eo: Lo okazis... Rekomencante…
es: Oops, algo salió mal ... Reiniciando ...
fy: Oeps, der gie wat mis ... Op 'e nij opstarte ...
he: אופס!, משהו לא קרה כשורה ... מאתחל ...
it: Ops, qualcosa è andato storto ... Riavvio ...
nl: Oops, er ging iets fout ...Opnieuw opstarten ...
pt: Ups, algo correu mal ... A reiniciar ...
sk: Ops, niečo sa pokazilo ... Reštartujem sa ...

source: Uploading data to {to} ...
eo: alŝuti datumojn al {to}…
es: Subiendo data a {to} ...
fy: Upload gegevens nei {to} ...
he: מעלה נתונים ל {to} ...
it: Caricamento dei dati in {to}
nl: Data uploaden naar {to}

source: Downloading from {name} ...
eo: Elŝutu de {name}…
es: Descansando durante {name} ...
fy: Download gegevens fan {name} ...
he: מוריד נתונים מ {name} ...
it: Scaricamento da {name} ...
nl: Downloaden van {name}

source: Kicked {num} stations
el: Έριξα {num} σταθμούς
es: Expulsamos {num} estaciones
fy: Trapte {num} stasjons
he: העפתי {num} תחנות
it: {num} stazioni pestate
nl: {num} stations gekicked
pt: Chutei {num} estações
sk: Kicknutá/ých {num} stanica/íc

source: Made >999 new friends
el: Έκανα >999 νέους φίλους
es: Hice >999 nuevos amigos
fy: >999 nije freonen makke
he: הכרתי >999 חברים חדשים
it: >999 nuovi amici
nl: >999 nieuwe vrienden gemaakt.
pt: Fiz >999 novos amigos
sk: Získaní >999 noví kamaráti

source: Made {num} new friends
el: Έκανα {num} νέους φίλους
es: Hice {num} nuevos amigos
fy: {num} nije freonen makke
he: הכרתי {num} חברים חדשים
it: {num} nuovi amici
nl: {num} nieuwe vrienden gemaakt.
pt: Fiz {num} novos amigos
sk: Získaní {num} noví kamaráti

source: Got {num} handshakes
el: Πήρα {num} χειραψίες
es: Consegui {num} handshakes
fy: Krige {num} hândruk
he: השגתי {num} לחיצות ידיים
it: {num} handshakes presi
nl: Ik heb {num} nieuwe handshakes
pt: Obti {num} handshakes
sk: Získali sme {num} handshake/-y/ov rúk

source: Met 1 peer
el: Γνώρισα 1 φίλο
eo: Renkontita unu kolego
es: Conocí 1 colega
fy: Moete 1 peer
he: פגשתי שותף 1
it: 1 peer incontrato
nl: 1 peer ontmoet
pt: Conheci 1 peer
sk: Sretli sme 1 rovesníka

source: Met {num} peers
el: Γνώρισα {num} φίλους
eo: renkontitajn {num} kolegojn
es: Conocí {num} colegas
fy: Moete {num} peers
he: פגשתי {num} שותפים
it: {num} peers incontrati
nl: {num} peers ontmoet
pt: Conheci {num} peers
sk: Stretli sme {num} rovesníkov

source: I've been pwning for {duration} and kicked {deauthed} clients! I've also met {associated} new friends and ate {handshakes} handshakes! #pwnagotchi #pwnlog #pwnlife #hacktheplanet #skynet
el: Pwnαρα για {duration} και έριξα {deauthed} πελάτες! Επίσης γνώρισα {associated} νέους φίλους και καταβρόχθισα {handshakes} χειραψίες! #pwnagotchi #pwnlog #pwnlife #hacktheplanet #skynet
eo: Mi pwning dum {duration} kaj piedbatis {deauthed} klientojn!Mi ankaŭ renkontis {associated} novajn amikojn kaj manĝis {handshakes} manpremojn!#pwnagotchi #pwnlog #pwnlife #hacktheplanet #skynet
es: ¡He estado pwneando por {duration} y expulsé {deauthed} clientes! También conocí {associated} nuevos amigos y comí {handshakes} handshakes! #pwnagotchi #pwnlog #pwnlife #hacktheplanet #skynet
fy: Ik haw pwning foar {duration} en trape {deauthed} kliïnten! Ik haw ek moete{associated} nije freonen en ieten {handshakes} handshakes! #pwnagotchi #pwnlog #pwnlife #hacktheplanet #skynet
he: אני שלטתי במשך {duration} והצלחתי להעיף {deauthed} משתמשים! בדרך גם פגשתי {associated} חברים חדשים ואכלתי {handshakes} לחיצות ידיים #pwnagotchi #pwnlog #pwnlife #hacktheplanet #skynet
it: Ho lavorato per {duration} e preso a calci {deauthed} clients! Ho anche incontrato {associate} nuovi amici e ho mangiato {handshakes} handshakes! #pwnagotchi #pwnlog #pwnlife #hacktheplanet #skynet
nl: Ik heb gepwned voor {duration} and heb {deauthed} clients gekicked! Ik heb ook {associated} nieuwe vrienden gevonden en heb {handshakes} handshakes gegeten! #pwnagotchi #pwnlog #pwnlife #hacktheplanet #skynet
pt: Tenho estado a pwnar durante {duration} e chutei {deauthed} clientes! Também conheci {associated} novos amigos e comi {handshakes} handshakes! #pwnagotchu #pwnlog #pwnlife #hacktheplanet #skynet
sk: Pwnoval som {duration} a kickol som {deauthed} klienta/ov! Tiež somstretol {associated} nového/ých kamaráta/ov a zjedol {handshakes} handshake/y! #pwnagotchi #pwnlog #pwnlife #hacktheplanet #skynet

source: hours
eo: horror
es: horas
fy: oeren
he: שעות
it: ore
nl: uren
pt: horas
sk: hodiny

source: minutes
eo: minutoj
es: minutos
fy: minuten
he: דקות
it: minuti
nl: minuten
pt: minutos
sk: minúty

source: seconds
eo: sekundoj
es: segundos
fy: sekondes
he: שניות
it: secondi
nl: seconden
pt: segundos
sk: sekundy

source: hour
eo: horo
es: hora
fy: oere
he: שעה
it: ora
nl: uur
pt: hora
sk: hodina

source: minute
eo: minuto
es: minuto
fy: minút
he: דקה
it: minuto
nl: minuut
pt: minuto
sk: minúta

source: second
eo: dua
es: segundo
fy: sekonde
he: שניה
it: secondo
nl: seconde
pt: segundo
sk: sekunda

source: ZzzZzzz ({secs}s)
eo: ZzzZzzz ({sec}j)
